#-*- coding:utf8 -*-

not_show = [
		u'的',
		u'了',
		u'你',
		u'我',
		u'是',
		u'都',
		u'在',
		u'来',
		u'去',
		u'和'

	]

tag = {
		u'运动': [u'足球', u'篮球', u'羽毛球', u'橄榄球'], 
		u'星座' :[u'白羊座', u'金牛座',u'双子座', u'巨蟹座', u'狮子座', u'处女座',u'天秤座',u'天蝎座',u'射手座',u'摩羯座',u'水瓶座',u'双鱼座',u'白羊', u'金牛',u'双子', u'巨蟹', u'狮子', u'处女',u'天秤',u'天蝎',u'射手',u'摩羯',u'水瓶',u'双鱼'],
		u'游戏' :[u'星际争霸2', u'掌机',u'dota2',u'dota',u'DOTA',u'DOTA2',u'魔兽', u'3ds', u'nds', u'psv'],
		u'计算机': [u'计算机', u'计算机科学', u'电脑', u'编程', u'码农', u'代码', u'python', u'Python', u'c++', u'c', u'php', u'acm', u'vim', u'emacs'],
		u'旅游': [u'世界', u'台湾', u'日本', u'自驾游'],
		u'北京': [u'北京'],
		u'上海': [u'上海']
		}
